package com.example.total8_month03

data class ModelBook(val name:String){
      override fun toString(): String {
            return "${name}"
      }
    val info1:String="Устная передача — самый древний способ передачи знаний в истории человечества. После изобретения древними цивилизациями систем записи люди начали " +
            "использовать для письма почти всё, на чём можно писать — глиняные таблички, кору дерева, листы металла и т. п." +
            " Практически у каждого человека что-то в жизни связано с книгой. Она сопровождает нас везде – начиная от первых букв, и" +
            " заканчивая всей жизнью. В первом классе дети знакомятся с букварем. Он становится для них настольной книгой и верным другом." +
            " В каждый период взросления количество друзей увеличивается. С каждым годом существования.\n" +
            "\n" +"Сложно представить свою жизнь без книги. Она учит, развлекает, вовлекает в новый неизведанный мир. Во время" +
            "" + " чтения все внешнее отходит на второй план, становится зыбким, неуловимым и незначительным. Конечно, у всех свои " +
            "вкусы и чаяния. Кто-то любит классику, кто-то – детективы, мистику или женские романы. Жанров существует великое " +
            "множество, и под каждый возраст подпадает своя категория.\n" +
            "\n" +"Книги великолепны, как друзья, тем, что не требуют от своего читателя быть веселым," +
            " грустным или общительным, как того требуют социальные связи. Нет, про это можно забыть." +
            " Взять любимую книгу, и предаться чтению в том настроении, какое есть. Веселый сюжет может поднять настроение, " +
            "грустный – заставить прочувствовать это, и заплакать, что-то романтичное и легкое может отправить в невиданные дали мечтаний. " +
            "Можно полностью отдаться себе и сюжету, ни на кого не отвлекаясь, никуда не торопясь, и наслаждаясь процессом."

}